sadie_instructions.org
#+TITLE: Instructions For Sadie / The Apartment

This guide is probably too comprehensive but we just wanted to cover all bases, so refer back to it if you need or chuck us a message <3

* Taking out bin and recycling

* Working the oven
- Pop out the left knob on the oven by pressing in and set it 3 clicks clockwise for fan forced. The right knob is for setting temp.
- Don't put sadie in the oven

* Words Sadie Understands
- Her name
- Leave it (to leave something alone)
-


* Giving Sadie Her Tablets
-


* Feeding Sadie


* Leaving Instructions
- When leaving the house, Sadie should be in the bathroom with the following steps:
- Toilet brush removed from bathroom
- Toilet paper removed from bathroom
- Toilet seat closed
- Camera facing Sadie
- Sadie's bed in there without any toys (and with her blue blanket ideally)
- Both bedroom and bathroom door closed (to prevent Sadie hearing noises in the hallway and barking)
- Obviously lock the balcony and front doors

* Summary
- Do not walk Sadie
- When leaving put Sadie in the bathroom and follow the leaving instructions [[[Leaving Instructions]]] section
- Only feed Sadie her food [Prime100, Delicate Care and Liver Treats (with restraint)] as she has allergies
- Keep food or anything that she could quickly swallow (hair ties, etc.) off the floor
-
