sadie_instructions.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-11-09 Sat 09:56 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Instructions For Sadie / The Apartment</title>
<meta name="author" content="Alex" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">Instructions For Sadie / The Apartment</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgd473918">1. Working the oven</a></li>
<li><a href="#orgfbc3d3a">2. Words Sadie Understands</a></li>
<li><a href="#org55be726">3. Giving Sadie Her Tablets</a></li>
<li><a href="#orgea147f0">4. Feeding Sadie</a></li>
<li><a href="#org5b12b7e">5. Leaving Instructions</a></li>
<li><a href="#org3e114b9">6. Summary</a></li>
</ul>
</div>
</div>
<p>
This guide is probably too comprehensive but we just wanted to cover all bases, so refer back to it if you need or chuck us a message &lt;3
</p>
<div id="outline-container-orgd473918" class="outline-2">
<h2 id="orgd473918"><span class="section-number-2">1.</span> Working the oven</h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li>Pop out the left knob on the oven by pressing in and set it 3 clicks clockwise for fan forced. The right knob is for setting temp.</li>
<li>Don&rsquo;t put sadie in the oven</li>
</ul>
</div>
</div>
<div id="outline-container-orgfbc3d3a" class="outline-2">
<h2 id="orgfbc3d3a"><span class="section-number-2">2.</span> Words Sadie Understands</h2>
<div class="outline-text-2" id="text-2">
<ul class="org-ul">
<li>Her name</li>
<li>Leave it (to leave something alone)</li>
<li></li>
</ul>
</div>
</div>
<div id="outline-container-org55be726" class="outline-2">
<h2 id="org55be726"><span class="section-number-2">3.</span> Giving Sadie Her Tablets</h2>
<div class="outline-text-2" id="text-3">
<ul class="org-ul">
<li></li>
</ul>
</div>
</div>
<div id="outline-container-orgea147f0" class="outline-2">
<h2 id="orgea147f0"><span class="section-number-2">4.</span> Feeding Sadie</h2>
</div>


<div id="outline-container-org5b12b7e" class="outline-2">
<h2 id="org5b12b7e"><span class="section-number-2">5.</span> Leaving Instructions</h2>
<div class="outline-text-2" id="text-5">
<ul class="org-ul">
<li>When leaving the house, Sadie should be in the bathroom with the following steps:</li>
<li>Toilet brush removed from bathroom</li>
<li>Toilet paper removed from bathroom</li>
<li>Toilet seat closed</li>
<li>Sadie&rsquo;s bed in there without any toys (and with her blue blanket ideally)</li>
<li>Both bedroom and bathroom door closed (to prevent Sadie hearing noises in the hallway and barking)</li>
<li>Obviously lock the balcony and front doors</li>
</ul>
</div>
</div>
<div id="outline-container-org3e114b9" class="outline-2">
<h2 id="org3e114b9"><span class="section-number-2">6.</span> Summary</h2>
<div class="outline-text-2" id="text-6">
<ul class="org-ul">
<li>Do not walk Sadie</li>
<li>When leaving put Sadie in the bathroom and follow the leaving instructions [<a href="#org5b12b7e">5</a>] section</li>
<li>Only feed Sadie her food [Prime100, Delicate Care, Liver Treats and Duck Sticks (with restraint)] as she has allergies</li>
<li>Keep food or anything that she could quickly swallow (hair ties, etc.) off the floor</li>
<li></li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Alex</p>
<p class="date">Created: 2024-11-09 Sat 09:56</p>
</div>
</body>
</html>
